[FILE]
ANSICP=1251
Author=Azamat Sherov O312SA (azamat9006@mail.ru)
Help=AIMP-ru.chm
Icon=0000010001001010000001001800680300001600000028000000100000002000000001001800000000004003000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000003E00003800003200002C00002600001E00001800001100000B0000070000010000000000000000000000000000000000460061AD605CAB5C57A85754A5534FA34F4AA04A459D45419A413C983C3896383493343190312E8F2E2B8D2B000000004E0065B065439E433E9B3E3998393394332D912D288E28228B221D871D1885171382130E7F0F0B7C0B2E8F2E000000004E0065B065439E433E9B3E3998393394332D912D288E28228B221D871D1885171382130E7F0F0B7C0B2E8F2E0000000000527F69B46248A35E44A1593E9E54399B5033974B2E9446299141238E3D1E8A3818873413852F10824D3193000000F5EFEDFDFDFDFCFCFCFBFCFBFBFBFBFAFAFAF9F9F9F8F8F8F7F7F7F6F6F6F5F5F5F4F4F4F3F3F3F2F2F2F4F4F4D1BCBCF5EFEDFDFDFDFCFCFCFBFCFBFBFBFBFAFAFAF9F9F9F8F8F8F7F7F7F6F6F6F5F5F5F4F4F4F3F3F3F2F2F2F4F4F4D1BCBCF7EFEFFEFEFEFDFDFDFCFCFCFCFCFCFBFBFBFAFAFAF9F9F9F8F8F8F7F7F7F6F6F6F5F5F5F4F4F4F3F3F3F5F5F4D1C0C0F9F1F1FEFEFEFEFEFEFDFDFDFDFCFDFCFCFCFBFBFBFAFAFAF9F9F9F8F8F8F7F7F7F6F6F6F5F5F5F4F4F4F5F5F5D5C2C20000648B78BD735BAE7058AB6C53AA6850A7644AA45F46A15C409F573B9B5236984D3096482A9243258F5D439E000014600000EDDDDDF4EAEACA9696ECDCDCE1C5C5EAD8D9DFC1C1E8D5D59D41419A3B3C973636933030902B2B9F4848140000600000F7F2F2D4AAAABB7878B97676EFE2E2ECD9D9EDDFDFE4CCCC9D41419A3B3C973636933030902B2B9F4848140000600000D7ACACEBD5D5AE5E5E5E00005A0000D9B8B8C28C8ED7B2B2AF6464AD5F60AA5B5BA85657A55252A24D4D1C00006000005D00005A00005700005400005100004E00004B00004800004800004400003E00003800003000002A0000240000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000FFFF00000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000FFFF0000
LangId=1091
Name=O`zbekcha (latin-UZB) 
VersionId=4510

[About]
B1=Yopish
Caption=Dastur haqida
L1=Qo'llab quvvatlash
L2=Muallif
L4=Dizayn
L5=Litsenzion kelishuv
L6=O'zgarishlar tarixi

[Actions]
EqualizerFrame=Ekvalayzer
Form.DockTo=Yopishtirish
Form.DockToEdges=ekranning chap yoniga|ekranning o'ng yoniga|ekranning yuqori qismiga|ekranning pastki qismiga
Form.DoMaximize=Butun ekranga yoyish
Form.Maximize=Ochish|Tiklash
Form.Minimize=Treyga yuborish
Form.Pin=Oynani qotirish
Form.StayOnTop=Barcha oynalar ustidan
Form.Undock=Oddiy rejim
Form.Visible=%s - ko'rsatish|%s - yashirish
PlaylistFrame=Pleylist
QuickSearch=Tezkor qidirish
Tabs.ScrollDown=Tablarni ortga aylantirish
Tabs.ScrollUp=Tablarni oldinga aylantirish
Visuals.VisualMenu=Vizualizatsiyalar ro'yxati

[AddLinkDialog]
btnOk=Ok
Caption=Xatcho'p qo'shish
lbLink=Oqimga xatcho'p
lbName=Ko'rinadigan nomi

[AIMP]
acCopyTo=...ga nusxalash
acFormsTogglePlaylistVisibility.h=Pleylistni ko'rsatish/yashirish
acFormsTogglePlaylistVisibility=Pleylist
acHelp=Ma'lumot olish
acMainAddFiles.h=Fayllarni qo'shish
acMainAddFiles=Fayllar
acMainAddFolder.h=Jildlarni qo'shish
acMainAddFolder=Jildlar
acMainAddPlaylist.h=Pleylist qo'shish
acMainAddPlaylist=Pleylist
acMainAddURL.h=Xatcho'pni qo'shish
acMainAddURL=Xatcho'pni
acMainBookmarksManager=Tab menejeri
acMainDSPManager=Tovush effektlari menejeri
acMainDSPManagerCrossMixing=Tovush effektlari menejeri: trek ma'lumotlarini sozlash
acMainDSPManagerEQ=Tovush effektlari menejeri: ekvalayzer
acMainDSPManagerVolumeNormalization=Tovush effektlari menejeri: tovushni normallashtirish
acMainExit.h=Dasturdan chiqish
acMainMinimize.h=Treyga yuborish/tiklash
acMainOpenFiles.h=Fayl(lar)ni ochish
acMainOpenFiles=Fayllarni ochish
acMainOpenFolder=Jildni ochish
acMainOpenPlaylist.h=Pleylistni importlash
acMainOpenPlaylist=Pleylistni importlash
acMainStayOnTop=Barcha oynalar ustidan
acMLCompressDB=Ma'lumotlar bazasini siqish
acMLDeleteAll=Ma'lumotlar bazasidan barcha fayllarni o'chirish
acMLGroupingTreeDeleteSelected=Ma'lumotlar bazasidan o'chirish
acMLLabelsDialog=Belgi...
acMLMakeReport=Hisobot...
acMLMissedFiles=Ko'chirilgan fayllar...
acMLPlayFiles=Kuylash
acMLPlaySelectedFiles=Tanlangan fayllarni ochish
acMLReloadTagsForAllFiles=Barcha fayllarning teglarini qayta o'qish
acMLReloadTagsForSelectedFiles=Belgilangan fayllarning teglarini qayta o'qish
acMLResetStats=Barcha fayllar statistikasini tozalash
acMLResetStatsForSelectedFiles=Belgilangan fayllar statistikasini tozalash
acMLTableDeleteSelected=Belgilangan fayllarni bazadan o'chirish
acMLTableSendFilesToActivePlaylist=Faol pleylistga qo'shish
acMoveTo=...ga o'tkazish
acOpenFolder=Jildni ochish
acOptionHotkeys.h=Tezkor tugmalarni sozlash
acOptionHotkeys=Tezkor tugmalar
acOptionLangs.h=Interfeys tilini tanlash
acOptionLangs=Interfeys tili
acOptionPlugins.h=Plaginlarni sozlash
acOptionPlugins=Plaginlar
acOptions=Sozlash
acOptionShutdown.h=Rejalashtirishni sozlash
acOptionShutdown=Rejalashtirish
acOptionSkins.h=Interferysni sozlash
acOptionSkins=Muqovalar
acPlayableFileCopyFileToClipboard.h=Faylni buferga nusxalash
acPlayableFileCopyInfoToClipboard.h=Fayl haqidagi ma'lumotni buferga nusxalash
acPlayableFileCopyToLastPath.h=Kuylayotgan faylni so'nggi tanlangan jildganusxalash
acPlayableFileDeletePhysically=Kuylayotgan faylni diskdan yo'qotish
acPlayableFileShowFileInfo=Joriy trek haqida ma'lumot
acPlayableFileShowQTE.h=Teg redaktorida ochish
acPlayableFileToggleSwitchInPlaylist.h=Kuylayotgan trek (yoq/o'ch)
acPlayerJumpToTime=Vaqtga o'tish
acPlayerNextTrack=Keyingi trek
acPlayerPlayPause=Start/pauza
acPlayerPrevTrack=Oldingi trek
acPlayerRadioCapture=Radiodan yozish
acPlayerRepeat=Trekni takrorlash
acPlayerRepeatPartAB=A-B bo'limni takrorlash
acPlayerSeekBackward.h=Salgina ortga o'tish
acPlayerSeekForward.h=Salgina oldinga o'tish
acPlayerShuffle=Tasodifiy trek
acPlayerStop.h=Kuylashni to'xtatish
acPlayerStopAtEnd.h=Kuylashni joriy trekdan keyin to'xtatish
acPlayerVolumeDown.h=Balandlik: tushurish
acPlayerVolumeMute.h=Tovush: yoq/o'ch
acPlayerVolumeMute=Tovush
acPlayerVolumeUp.h=Balandlik: ko'tarish
acPlaylistAddSelectedToBookmarks.h=Xatcho'p qo'shish
acPlaylistAddSelectedToQueue=Navbatga qo'shish
acPlaylistClose=Pleylistni yopish
acPlaylistCloseOthers=Boshqa pleylistlarni yopish
acPlaylistCopySelectedToClipboard=Belgilangan fayllarni buferga nusxalash
acPlaylistDeleteAll=Pleylistni tozalash
acPlaylistDeleteDuplicates=Takrorlanayotgan fayllarni o'chirish
acPlaylistDeleteNonExists=Mavjud bo'lmagan fayllarni o'chirish
acPlaylistDeleteNonSelected=Tanlangan fayllardan tashqari barcha fayllarni o'chirish
acPlaylistDeleteSelected=Belgilangan fayllarni o'chirish
acPlaylistDeleteSelectedPhysically=Belgilangan fayllarni diskdan o'chirish
acPlaylistDeleteSwitchedOff=O'chirilgan fayllarni yo'qotish
acPlaylistDeleteSwitchedOffPhysically=O'chirilgan fayllarni diskdan yo'qotish
acPlaylistFindInML=Fonotekadan qidirish
acPlaylistFindNewFiles=Yangi fayllarni izlash
acPlaylistFocusedItemShowQTE=Trek haqida
acPlaylistInsertAfterPlayingItem=Kuylayotgan trekdan keyinga qo'yish
acPlaylistInsertToQueueBeginning=Navbatning boshiga qo'yish
acPlaylistNew=Yangi pleylist
acPlaylistNext.h=Keyingi pleylist
acPlaylistNextAndPlay.h=Keyingi pleylistni kuylash
acPlaylistPlayFocusedItem.h=Belgilangan trekni ochish
acPlaylistPlayFocusedItem=Kuylash
acPlaylistPlayPrevious=Oldingi pleylistni ochish
acPlaylistPrev.h=Oldingi pleylist
acPlaylistPrevAndPlay.h=Oldingi pleylistni kuylash
acPlaylistReloadFromPreimage=Proobrazdan qayta o'qish
acPlaylistRemoveSelectedFromQueue=Navbatdan o'chirish
acPlaylistRename=Pleylistni qayta nomlash
acPlaylistReverse.h=Saralash: invertlash
acPlaylistReverse=Yashirish
acPlaylistSave=Pleylistni eksportlash
acPlaylistSortByArtist=Saralash: xonanda bo'yicha
acPlaylistSortByDuration=Saralash: davomiyligi
acPlaylistSortByFileName=Saralash: jildlar bo'yicha
acPlaylistSortByTitle=Saralash: sarlavha bo'yicha
acPlaylistSortRandomize.h=Saralash: aralashtirish
acPlaylistSortRandomize=Aralashtirish
acQueueClear=Navbatni tozalsh
acQueueManager=Navbat menejeri
acSearchAdvanced=Kengaytirilgan qidiruv
acSearchQuick=Tezkor qidiruv
acSendToAudioConverter.h=Audiokonverterga yuborish
acSendToAudioConverter=Audiokonverter
acSendToTagEditor.h=Kengaytirilgan teg redaktoriga yuborish
acSendToTagEditor=Teg redaktori
acUtilsAudioConverter=Audiokonverter
acUtilsAudioLibrary=Fonoteka
acUtilsTagEditor=Teg redaktori
acVisualExitFromFullScreen=To'liqekran vizualizatsiyasidan chiqish
acVisualFullScreen=To'liqekran
acVisualNext.h=Keyingi vizualizatsiya
acVisualPrev.h=Oldingi vizualizatsiya
CategoryMenu=Kategoriya
CategoryOptions=Sozlash
ClearPls=Pleylistni tozalash
CM_DEL=Pleylistdan o'chirish
CM_SEL=Fayllarni belgilash
CountLabel.h=Pleylistdagi fayllar soni
ItmEQPos=Ekvalayzerni chapdan ko'rsatish
LengthLabel.h=Pleylistning umumiy davomiyligi
miCountdown=Teskari sanoq tizimi
miMLCreateDynPlaylist=Smart-pleylist yasash
miMLGroupingPreset=Guruhlash
miMLGroupingPresetAdd=Qo'shish
miMLGroupingPresetEdit=Tahrirlash
miMLGroupingPresetRemove=Yo'qotish
miMLLabelsExclude=Belgini olish
miMLLabelsInclude=Belgini qo'yish
miMLManageDB=Ma'lumotlar bazasi
miMLReload=Yangilash
miMLTableSendToPlaylist=Pleylistga yuborish
miMLTableViewAlbumThumbnails=Turi: miniatures
miMLTableViewDefault=Turi: stol
miMLTableViewGroupDetails=Turi: kartasi
miPersonalSettings=Shaxsiy sozlamalar
miPlaylistNewSmart=Yangi smart-pleylist
miRadioCatalogs=Internet-radio katalogi
miReadOnly=O'zgarishlardan bloklash
miSelectAll=Hamma fayllarni tanlash
miSelectNone=Fayllardan belgilarni olish
miSelectPls=Pleylistni tanlash
miSendToPlaylist=Boshqa pleylistga yuborish
miSortByPatternOptions=Sozlash
N6=Teglarni qayta o'qish
N20=Navbat
N22=Trey
N31=Vizualizatsiya rejimi
N35=Oynani ko'rsatish
N36=Ekvalayzer
N37=Vizualizatsiya oynasi
N38=(hammasini ochish)
N40=Vizulizatsiya
N41=Muqovalar
N43=Ma'lumot
N47=Chiqish
N56=Utilitalar
N70=Global tezkor klavishlarni to'xtatish
N75=Utilitalar
N79=Joriyni ko'rsatish
N80=Sozlamalarni yuklash
N81=Sozlamalarni saqlash
N83=Barcha effektlar sozlamalarini tozalash
N84=Ekvalayzer sozlamalarini tozalash
N85=Hammasini qisqartirish
N86=Hammasini yoyish
N90=Pleyer
N91=Start/pauza
N92=Stop
N93=Fayllarni qo'shish
N95=Oldingi trek
N96=Keyingi trek
N98=Tovush balandligi
N114=Bir xil nomli kategoriyalar bilan birlashtirish
N115=Hammasini bir xil nomli kategoriyalar bilan birlashtirish
pmAdd.h=Fayllar/jildlarni qo'shish menyusi
pmDelete.h=Fayllarni o'chirish menyusi
pmEqualizer.h=Ekvalayzerni sozlash
pmMainMenu.h=Bosh menyu
pmManagePlaylist.h=Pleylistlarni boshqarish
pmMisc.h=Menyu "Har xil"
pmMLDelete.h=Fayllarni o'chirish menyusi
pmMLGroupingPresets.h=Guruhlash daraxtini sozlash
pmMLLabels.h=Belgilarni boshqarish menyusi
pmMLMainMenu.h=Bosh menyu - fonoteka
pmMLMisc.h=Menyu "Har xil"
pmMLTableViews.h=Ko'rinish
pmPlaylistList.h=Pleylistlar ro'yxati
pmQuickOptions.h=Tezkor sozlash
pmSorting.h=Fayllarni saralash menyusi
pmUtilities.h=Utilitalar
SentToNewPLS=Yangi pleylistga
SizeLabel.h=Pleylistdagi fayllar hajmi
TCFixFloat=Informatsion panelni qotirish
TL=Treklistni eksportlash
TrayCotnrol=Mini pleyerni ko'rsatish

[AIMPConverterStatsDialog]
btnOK=Ok
Caption=O'zgartirish tugallandi
cbDontShowAgain=Boshqa ko'rsatma!
Message=Fayllar soni: %0:s\n\nVaqt: %2:s\nO'rtacha vaqt: %3:s\n\nKirish: %5:s\nChiqish: %6:s\nTejaldi: %4:s

[AIMPML]
Added=Qo'shilgan
Album=Albom
AlbumArtist=Albom xonandasi
Artist=Xonanda
Bitrate=Bitreyt
BPM=BPM
Channels=Kanallar soni
Comment=Izoh
Composer=Bastakor
Conductor=Dirijyor
Copyrights=Mualliflik huquqi
DiskNumber=Disk №
Duration=Davomiyligi
FileFormat=Format
FileName=Fayl nomi
FileSize=Fayl hajmi
Genre=Janr
Labels=Belgi
LastModification=Faylning o'zgartirish sanasi
LastPlayback=Oxirgi ochilgan vaqt
Lyricist=Matn muallifi
Mood=Kayfiyat
PlaybackCount=Kuylash soni
Publisher=Nashriyotchi
Rating=Reyting
SampleRate=Chastota
Title=Sarlavha
TrackNumber=Trek №
URL=Link
UserMark=Baho
Year=Yil

[AIMPML.Controls]
DataSourceList=Ma'lumotlar manbaasi ro'yxati
History=Kuylanganlar tarixi
NewLabel=Yangi belgi
NewLabelDialog=Yangi belgi...
None=(berilmagan)
ResetAllFilters=Barcha filtrlarni tozalash
ResetFilter=Filtrni tozalash
ShowAll=(hammasini ko'rsatish)
UnsetAllLabels=Barcha belgilarni olib tashlash

[AIMPML.Reports]
AlbumCount=Albomlar soni
ArtistCount=Xonandalar soni
Common=Statistika
FavoriteAlbums=Sevimli albomlar (Top %d)
FavoriteArtists=Sevimli xonandalar (Top %d)
FavoriteGenres=Sevimli janrlar (Top %d)
FavoriteTracks=Sevimli qo'shiqlar (Top %d)
GenreCount=Janrlar soni
L1=Kuylashlar soni
L2=Treklar soni
L3=Vaqt sarflandi (~)
L4=Xonanda
L5=Eshitildi
L6=Hammasi
TrackCount=Treklar soni

[AIMPMLFilterEditorDialog]
btnCancel=Bekor
btnOK=Ok
Caption=Filtrni sozlash
cbLimit=Obyektlarning maksimal soni
cbSortBy=Saralash:
L1=Ma'lumotlarni tanlash qoidasi

[AIMPMLFilterEditorDialog.FilterControl]
C=Qoidani qo'shish
G=Guruh qo'shish
Op0=teng
Op1=tengmas
Op2=orasida
Op3=kam
Op4=kam yoki teng
Op5=ko'p
Op6=ko'p yoki teng
Op7=ichiga oladi
Op8=boshlanadi
Op9=tugaydi
R=Yo'qotish

[AIMPMLGroupingPresetEditDialog]
btnClearFilter=Tozalash
btnEditFilter=Sozlash...
Caption=Guruhlash jadvali
L1=Avtoism
L2=Maydonlar bo'yicha guruhlash
L3=Ma'lumotlar filtri
lbName=Nom
lvAvailable=Mavjud joylar
lvGroup=Ishlatilayotgan joylar

[AIMPMLLabelsDialog]
acMoveLeft=Belgini tayinlash
acMoveRight=Belgini olish
acRemove=Belgini o'chirish
acRename=Belgini qayta nomlash
btnCancel=Bekor
btnOK=Ok
C1=Tayinlangan belgilar
C2=Mavjud teglar
Caption=Belgi
L1=Belgi nomini kiriting
L2=Qo'shish
miSetToAll=Barcha fayllarga tayinlash
miUndoSetToAll=Barcha fayllarga tayinlashni bekor qilish

[AIMPMLMissedFilesDialog]
acApply=Belgilanganlarga qo'llash
acFind=Qidiruv
acRemoveSelected=Belgilanganlarni MB dan yo'qotish
acReplace=Faylga bo'lgan yo'lni o'zgartirish
Caption=Ko'chirilgan fayllarni boshqarish

[AIMPMLMissedFilesDialog.tlMissedFiles]
c[0]=Mavjud bo'lmagan fayl
c[1]=Almashtirishga tavsiya etilgan fayl
c[2]=Muvofiqlik darajasi

[AIMPMLMonitoringSettingsDialog]
acAdd=Qo'shish
acDeleteAll=Hammasini o'chirish
acDeleteSelected=Belgilanganlarni o'chirish
acUpdate=Yangilash
btnClose=Yopish
Caption=Fonoteka - fayllar monitoringi
CB1=Ko'chirilgan/qaytanomlangan fayllarni izlash
CB2=Mavjud bo'lmagan fayllarni ma'lumotlar bazasidan yo'qotish
CB3=Teglarni qayta o'qish
cbMinFD=Agar  davomiyligi kam bo'lsa
cbMinFS=Agar hajmi kam bo'lsa:
cbScanOnStartup=O'zgarishlarni dastur yuklanayotganda tekshirish
cbTrackChanges=O'zgarishlarni dastur ishlayotganda tekshirish
GB1=Monitoring
GB2=Yangilash paytida
gbFiltBy=Faylni o'tkazib yuborish
L1=Agar uning kengaytmasi bo'lsa:
L2=Fonoteka ma'lumotlar bazasini yangilash uchun  "yangilash" tugmasini bosing
pcpFolders=Jildlar
pcpSettings=Sozlash

[AIMPMLMonitoringSettingsDialog.tlPaths]
c[0]=Jild
c[1]=Jildosti

[AIMPMLPreimageDialog]
Caption=Smart-pleylist - fonoteka

[AIMPPlaylistFoldersPreimageDialog]
acAdd=Qo'shish
acDeleteAll=Hammasini o'chirish
acDeleteSelected=Belgilanganlarni o'chirish
btnCancel=Bekor
btnOk=Ok
Caption=Smart-pleylist - jildlar
cbSyncOnChanges=O'zgarish aniqlangan paytda sinxronlashtirish
cbSyncOnStartup=Dastur boshlanganda sinxronlashtirish

[AIMPPlaylistFoldersPreimageDialog.tlPaths]
c[0]=Jildlar 
c[1]=Jildosti

[AIMPPlaylistPreimageDialog]
Caption=Smart-pleyist - pleylist
L1=Fayl nomi\Havola

[AIMPSendToDialogForm]
cbDefault=Asl holiga qabul qilish
cbSaveStructure=Jildning tarkibini saqlash
gbAdditionals=Qo'shimcha fayllar
gbPath=Oxirgi jild
gbRename=Shablonni bo'yicha nomini o'zgartirish
L1=Nusxalash|Ko'chirish
L2=ga nusxalash|ga ko'chirish
L3=Ko'chirish|Nusxalash parametrlari
lbAdditionals=Oxirgi jildga nusxalanadigan fayllar bilan birga .\n; - ajratuvchi * - fayl nomining noaniq qismi

[ATEAutoTagForm]
c[0]=Fayl nomi
c[1]=Albom
c[2]=Xonanda
c[3]=Janr
c[4]=Nomi
c[5]=Trek raqami
c[6]=Yil
C1=O'zgarishgacha
C2=O'zgarishdan keyin
Caption=Teglarni fayl nomidan olib to'ldirish

[ATEChangeRegisterDialog]
Caption=Registrni/Transliteratsiyani o'zgartirish
CB1=Teglar:
GB1=Harakat
L1=Registr:
L2=Transliteratsiya
L3=Maydonlar

[ATEForm]
A0=Avtorqamlash
A1=Avtorqamlash (%s)
A2=Qayta nomlash
A3="%s" ko'rinishiga keltirish
A4=Fayllarga qo'llash
A9=Allaqachin analiz qilingan fayllarni o'tkazib yuborish
acEdit=Barcha maydonlarni tahrirlash
aSave=Saqlash
aTag.h=Avtoto'ldirish
B1.h=Registrni / transliteratsiyani o'zgartirish
B5=Teglarni yangilash
btnBPM.h=Daqiqadagi zarbalar soni
btnRG.h=ReplayGain
Caption=AIMP - Kengaytirilgan teg muharriri
cbSubFolders=Jildostilari bilan
lbNoData=(ko'rsatish uchun ma'lumotlar yo'q)
miBPMAnalyze=Tanlanganlarni tahlil qilish
miDelete=Yo'qotish
miDeletePhys=To'liq yo'qotish
miGroupBy=Guruhlash
miGroupByFolder=Ota ona jildiga o'tish
miGroupByNone=Guruhlashsiz
miJumpTo=Jildga o'tish...
miNumCfm=Tasdiqlash uchun so'rash
miRgAlbum=Tanlanganlarni tahlil qilish: xuddi bir albomdek
miRgFile=Tanlanganlarni tahlil qilish: albomni hisobga olmaslik
miRgMAlbum=Tanlanganlarni tahlil qilish: albomni teglar bo'yicha aniqlash 
miRgRemove=Teglardan ReplayGain ma'lumotini o'chirish
miSoundOut=Kuylashni sozlash
TM0=Diskdagi fayllar
TM1=Foydalanuvchi qo'shgan fayllar

[ATEForm.lvTable]
c[0]=№
c[1]=Disk №
c[2]=Fayl nomi
c[3]=Nomi
c[4]=Xonanda
c[5]=Albom
c[6]=Yil
c[7]=Janr
c[8]=Bitreyt
c[9]=Davomiyligi
c[10]=Format
c[11]=Muqova
c[12]=ID3v1
c[13]=ID3v2
c[14]=APE
c[15]=WMA
c[16]=Vorbis
c[17]=M4A
c[18]=Hajmi

[ATERenameForm]
btnRename=Qayta nomlash
Caption=Qayta nomlash parametrlari
CB1=Registrni hisobi bilan
CB2=Faylni nusxasi bilan ishlash
GB1=Fayllarni jadval bo'yicha qayta nomlash
GB2=Fayllarni belgilangan jildlarga ko'chirish
GB3=Izlash va almashtirish
GB4=Registr
GB5=Transliteratsiya
L1=Izlash:
L2=Jildlar bo'yicha tartiblash uchun siz quyidagi belgilardan foydalanishingiz mumkin  "\" (%Y\%A - %T)
L3=Almashtirish:

[ATESaveParams]
Caption=Saqlash parametrlari

[AutoTag]
bOk=Ok
Caption=Avtoto'ldirish
CB1=Agar maydon ichida ma'lumot bo'lsa uni to'ldirmaslik

[BookmarkEditDialog]
btnOk=Saqlash
Caption=Tab muharriri

[BookmarksManagerDialog]
acItemAddFile=Qo'shish: Fayl
acItemAddFolder=Qo'shish: Jild
acItemAddLink=Qo'shish: Link
acItemEdit=Tahrirlash
acItemRemove=O'chirish
B1=Pleylistga qo'shish
B2=Kuylash
btnAdd=Qo'shish
btnClose=Yopish
Caption=Tablarni boshqarish

[BookmarksManagerDialog.lvItems]
c[0]=Nomi
c[1]=Fayl / jildga yo'l
c[2]=Holati
c[3]=Izohlar

[CommonDialogs]
B1=Ok
B2=Bekor
B3=Yangi jild
BS=Ha|Yo'q|ОК|Bekor|Uzish|Qaytarish|Игнорировать|Hammasi|Hammasi uchun emas|Hammasi uchun|Yordam|Yopish
L1=Jildni tanlash
L2=Jild osti jildlar bilan
MsgCaptions=Diqqat|Xatolik|Ma'lumot|Tasdiqlash|
SA=Hammasini tanlash
SN=Belgilashni olish

[ConfirmDialog]
B1=Almashtirish
B2=Hammasini almashtirish
B3=O'tkazib yuborish
B4=Hammasini o'tkazib yuborish
B5=Qayta nomlash
B6=Bekor
Caption=Almashtirish
gbFile1=Faylni almashtirish
gbFile2=Yangi fayl bilan

[CONTEXT]
0=AIMP bilan ochish
1=Kuylash
2=Pleylistga qo'shish
3=Navbatga qo'shish
4=Tablarga qo'shish
5=Teglarni tahrirlash
6=Boshqa formatga o'tkazish
7=Yangi &pleylistga ochish

[Converter]
actAddFiles=Fayllarni qo'shish
actAddFolders=Jildlarni qo'shish
actAddPlaylist=Pleylistni qo'shish
actDeleteAll=Tozalash
actDeleteSelected=Belgilanganlarni o'chirish
bAdd.h=Fayll/jildlar qo'shish
bDelete.h=Fayllarni o'chirish
bQuickOptions.h=Sozlash
bSettings=Sozlash
bStart=Start
bStop=To'xtatish
Caption=AIMP - audiokonverter
csCancel=Bekor qilindi
csDone=Tayyor
csError=Xatolik
csWaiting=Kuting
lbEncoder=Format
lbMode=Kodlash rejimi
lbTargetFileName=Faylni qayta nomlash
lbTargetFolder=O'tkazish
lbTimeElapsed=O'tdi:
lbTimeLeft=Qoldi:
lbTotalProgress=Umumiy progress:
miCloseAppWhenDone=Konvertatsiya tugaganidan keyin dasturdan chiqish
miDeleteSource=Konvertatsiyadan keyin asl faylni o'chirish
miSavePathStructure=Fayllarni ko'chirganda jildlar strukturasini saqlash
miShutdownWhenDone=Konvertatsiya tugaganidan keyin kompyuterni o'chirish
miUncheckSuccessful=Konvertatsiyadan keyin fayldan belgini olish
Modes=Bir manbai - bir natija | Barcha manbai - bir natija|Single folder - single result
PatentedCodecsWarning=Patent cheklovlari uchun biz quyidagi formatlar uchun kodirovshiklarni bermaymiz: %s.\n\nAgar sizga ushbu funksiya kerak bo'lsa , siz ularni o'zingiz yuklab olib  "%s" jildga qo'yishingiz kerak.\n\nQo'shimcha ma'lumotlarni  %s saytidan olishingiz mumkin
PatentedCodecsWarningTitle=Boshqa formatlarga konvertlash

[Converter.lvTable]
c[0]=Nomi
c[1]=Format
c[2]=Status
c[3]=№

[ConverterEncoders]
bOk=Ok
cbAsInput=Asl faylnikidek
cbChangeFormat=Formatni o'zgartirish
cbCorrectionFile=To'g'rilovchi fayl yasash
cbIncludeMD5=Faylga kontrol summani qo'shish
cbModeHybrid=Gibrid
cbModeLossless=Yo'qotishlarsiz
gbMode=Rejim
lbBestC=Eng kuchli siqish
lbBestQ=Eng yaxshi sifat
lbBitDepth=Sempl formati
lbBitrate=Bitreyt
lbBitrateMode=Tartib:
lbChannels=Kanallar
lbCompression=Siqish
lbLeast=Tezkor qisish
lbMost=Kuchli siqish
lbQuality=Sifat
lbSampleRate=Chastota
scParams=Parametrlar

[CopyDialog]
0=Nusxalash...
1=Ko'chirish...
2=To'xtatish
3=Davom ettirish

[DropForm]
CB1=Boshqa so'rama
RG1=Sudrash

[DSPDialog]
btnEqPresets=O'rnatilgan
btnReset=Asl holati
CB1=Tovushni so'ndirish (faqat stereo uchun)
CB3=Pauza/davom etish paytida tovushning so'nishi
CB4=Trek bo'yicha navigatsiya paytida ovoz so'nishi
CB5=Tovushni ravon o'zgartirish
CB6=Oldingi trekni keyingisi bilan bog'lash
CB7=Trekning boshida tovushning ravon ko'tarilishi
CB8=Trek oxirida tovushning ravon pasayishi
cbEqSwitch=Ekvalayzerni yoqish
GB1=Amplituda bo'yicha normallashtirish
GB2=Qo'lda o'tish
GB3=Avtomatik o'tish
GB4=Replay Gain
L1=*Asl holatiga o'tkazish uchun o'ng tugmani bosing
L2=DSP Plaginlar:
L4=Kuchaytirish koefitsenti:
L5=Joriy ko'rsatkich:
L6=Kuchaytirishning yuqori nuqtasi:
L7=Kuchaytirishning quyi nuqtasi:
L9=Asl holatini ishlatish
L10=Maqsadli ovoz balandligi:
lbChorus=Xorus
lbEcho=Sado
lbEnhancer=Kuchaytirish
lbFlanger=Flanjer
lbPitch=Pitch
lbPreamp=Kuchaytirish
lbReverb=Reverbatsiya
lbSpeed=Tezlik
lbTempo=Temp
lbTrueBass=Bas
R2=Teglar qiymatini ishlatish
R3=Faylni biz zumda tahlil qilish
RB1=Hech narsa qilmaslik
RB2=Treklar orasiga pauza qo'yish
tcpAutoVolume=Balandlikni normallashtirish
tcpCrossMixing=Ma'lumot parametrlari
tcpSoundEffects=Tovush effektlari
CB12=0.5 sekunddan ortiq tinchlikni o'chirish

[DSPDialog.cbReplayGainSource]
i[0]=Manba: trek
i[1]=Manba: albom

[EditorForm.RegisterFmt]
i[0]=O'zgarishlarsiz
i[1]=Hamma So'zlar Katta Harflar Bilan
i[2]=Birinchi so'z katta harf bilan
i[3]=HAMMASI KATTA HARFLAR BILAN
i[4]=hammasi kichik harflar bilan

[EQPresetsDialog]
B1=Qo'llash
B2=Bekor
B3=Yo'qotish
B4=Tiklash
Caption=Tayyor ekvalayzer sozlamari 

[HotkeysGroups]
Common.Dialogs=Umumiy: suhbatlar
Common.SendTo=Fayllar: ...ga yuborish
Common=Umumiy
MusicLibrary.GroupingTree=Fonoteka: guruhlash daraxti
MusicLibrary.Table=Fonoteka: jadval
MusicLibrary=Fonoteka: umumiy
Player.Navigation=Pleyer: navigatsiya
Player.PlayableFile=Pleyer: kuylanayotgan fayl
Player.PlaybackControl=Pleyer: kuylashni boshqarish
Player.Visualizations=Pleyer: vizualizatsiya
Playlist.AddFiles=Pleylist: fayllarni qo'shish
Playlist.Deletion=Pleylist: fayllarni o'chirish
Playlist.Search=Pleylist: izlash
Playlist.SelectedFiles=Pleylist: tanlangan fayllar
Playlist.Sorting=Pleylist: saralash
Playlist=Pleylist

[InfoBar]
CB1=Ijro etilish boshlanganda ushbu fayl haqidagi ma'lumotni ko'rsatish
CB2=Chap yonda|O'ng yonda|O'rtada
CB3=Ekranning tepasida ko'rsatish|Ekranning pastida ko'rsatish
CB4=Albom muqovasi ko'rsatish 
CB6=To'liq ekranli dasturlarda ko'rsatish
CB7=Faqat fonga qo'llash
CB8=Har doim ko'rsatish
GB5=Tarkibi
L3=Ekrandagi ko'rinish vaqti
L5=Tekstni tekislash
M1=Fon
M2=%d qatori
M3=Shrift
M4=Tekst rangi
P1=Informatsion lenta
RB2=Kartochka
T0=Tutilish
T1=Jadvallar
T2=Ko'rinish

[MSG]
1=Yangi pleylist
2=Nomini kiriting
3=Fonoteka
4=Ushbu operatsiya faylni diskdan o'chiradi.Davom etasizmi?
5=(o'chirilgan)
6=Jild yoki fayl toplimadi
7=Treyga yuborish
8=Bosh menyuni ko'rsatish
9=Qayta nomlash
10=Balandlik
11=Joylashuvi
12=Kuylash
13=Boshifan kuylash
14=Pauza
15=Foydalanuvchi sozlamalari
16=Hammasini tanlash
17=O'ch|Yoql
18=Fayllarni yuborish
19=Balki bu klavish boshqa dastur tomonidan allaqachon ishlatilmoqda
20=Multimedia-klavishlarini ishlataymi?
21=Bu operatsiya faol pleylistdan tashqari hamma pleylistni yopadi. Davom etaymi?
22=Faylga qo'shish
23=Oldindan ko'rish
24=Barcha oynalar ustidan
25="%s" faylda o'zgarishni saqlab bo'lmadi, balki, boshqa dastur tomonidan ishlatilayotgandir.
26=O'zgarishlarni fayllarga qo'llaymi?
27=Bastakor
28=Ekran bosh oynaning pozitsiyasidan aniqlanadi|Ekran %d: ikkilamchi (%s)|Ekran %d: asosiy (%s)
29=Jild "%s" mavjud emas
30=Plaginlardan birini o'chirishning iloji bo'lmadi, balki, dastur tomonidan ishlatilayotgandir:
31=Bajarildi...
32=Yagona pleylist rejimi:\nMusiqa pleylistini almashtirib bo'lmadi, sababi o'zgartirilishdan bloklangan!
33=Izlash
34=Lokal fayllar
35=Guruhlashsiz
36=Fayllarni izlash...
37=Faqat o'qish|Proobrazga qo'shilgan
38=Bu o'zgartirish bittadan ortiq musiqa jadvali yaratishni cheklaydi operatsiya .\nBu sozlanmani qo'yilganda boshqalari avtomatik yopiladi!
39=Sifat
40=Qanday saqlash
41=Internetdan yuklab olish
42=Format:
43=(Asl holatiga)
44=Tezlik
45=Balans
46=Ochish...|Buferlash...
47=Radiodan yozish
48=Nomi
49=Registr
50=Bu tugmacha ishlatilmoqda!
51=Vaqtga o'tish:
52=Noto'g'ri format
53=Saytda yangi versiya topildi, yuklaysizmi?
54=Uskunalar banki
55=Hozirgi qiymati:
56=Papkalar bo'yicha saralash uchun  shablonda "\" belgisini ishlating 
57=Siz chindan ham hozirgi mavjud statistikani o'chirmoqchimisiz?|Siz chindan ham belgilangan fayllar statistikasini o'chirmoqchimisiz?
58=Yangi jadval
59=Fayllarni to'liq yo'qotish|Bazi fayllarni yo'qotib bo'lmadi:
61=Operatsiya yakunlanmadi. To'xtatasizmi?
62=Bir qancha operatsiyalar bajarilmadi! Ularning majburiy yakunlanishini xoxlaysizmi?
63=Fayllarni izlash:
64=Hajmi:
65=Yaratilgan vaqti
66=Hech narsa topilmadi
67=Yangilanmoqda
68=Ma'lumotlar bazasi hajmi: %s\n keyin: %s\nTejaldi: %s.
69=Qo'llash
70=Bekor
71=Administrator huquqi kerak
72=Fayl turi
73=Ma'lumotlar yuklanmoqda
74=Profil jildi
75=Jadval bo'yicha saralash
76=%s ga baho qo'yish
77=Avtoizlash
78=Yangi fayllar:
79=Shaffoflik
80=Ko'rish
81=Qo'shiq matni
82=Fayl turgan joy
83=Mualliflik huquqi
84=O'zgarishlar faqat dastur qayta yuklangandan so'ng kuchga kiradi
85=Baholash
86=Nusxalash
87=Qo'yish
88=Qirqish
89=Original
90=Natija
91=Chindan ham "%s" ni o'chirmoqchimisiz?
92=Hammasi|Qo'shimcha|Dekoderlar|Vizualizatsiyalar|DSP
93=Fayllarni qo'shish
94=Kesmani takrorlash "А-B" [o'-sh]|Belgilangan nuqta "А"|Qirqishni takrorlash "А-B" [y-sh]|
95=%s sek dan keyin qayta ulanish
96=Ushbu operatsiya sozlamarni asl holatiga keltiradi. Davom etaymi?
97=Player holatini o'chirilishda saqlash
98=Treyga yuborganda mini-pleyerni ko'rsatish
99=Sozlamalarni tahrirlash
100=Albom 
101=Link
102=Xonanda
103=Nomi
104=Izoh
105=Janr
106=Tegni o'chirish
107=Yil
108=Trek №
109=Disk №
110=Albom muqovasi
111=Asboblar banki topilmadi yoki noto'g'ri formatda ega
112=<mavjud emas>
113=Bajarildi!
114=Bu operatsiya statistika va ma'lumotlar bazasidan barcha fayllarni o'chiradi. Davom etaymi?
115=Davomiyligi
116=Fayl|Jild|Pleylist
117=Kuylamoqda
118=Qo'shilgan
119=Reyting
120=Pleylistlarni boshqarish
121=Kutish vaqti:
122=Yopish
123=Faylni buferga nusxalash
125=Katalogalar
126=Iltimos kuting
127=Kuylanishlar
128=%s ga nusxalash|%s ko'chirish
129=Avtoto'ldirish (O'ng tugma - jadvalni sozlash)
130=Albom xonandasi
131=Aylantirish:
132=Qayta nomlash
133=Parametrlar
134=To'xtatildi
135=Hajmini o'zgartirish
136=Sozlanmalardan biri o'zgardi.O'zgarishni saqlaysizmi?
137=Olinadigan disk|Kompact-disk
138=ga qo'llash
139=Kompyuter %s sek dan keyin o'chiriladi
140=Nashriyot
141=dB
142=Diqqat! Ushbu ovoz chiqarish qurilmasini AIMPda ishlatganda boshqa dasturlar tovush chiqara olmaydi.
143=Proobraz: |Berilmagan|Jildlar|Fonoteka|Pleylist
144=Kodirovshik
145=Kayfiyat
146=Kompilyatsiya qismi
147=Katalog
148=Matn muallifi
149=Dirijyor
150=Oyna

[Options]
bCancel=Yopish
Caption=Sozlash

[OptionsFrameAddFiles]
C1=Fayllarni qo'shish
C9=Umumiy
C10=Fayllarni tashqi dasturlardan ochish
C11=Sudrash
CB1=Foydalanuvchidan tasdiqlashni so'rash
CB2=Pleylistga qo'shish paytida fayllarni belgilari bo'yicha bo'lish
CB6=Fayllarni qo'shganda pleylistni avtomatik skanerlash
CB9=Fayllarni ochganda kuylashni boshlash
CB15=Fayllarni ochganda kuylashni boshlash
CB19=Kuylashni birdan boshlash
CB47=Bitta fayl berilgan bo'lsa joriy pleylistga ochish
CB48=Pleylistni yangi vkladkalarda ochish
CB49=Papkani barcha mazmuniga kiritish o'tib yagona fayl bo'lsa
CB59=Fayllarni nomi bo'yicha saralash
L1=Asl holatidek
L7=Fayllarni ochganda

[OptionsFrameAddFiles.CBA]
i[0]=Yangi pleylist yasash
i[1]=Joriy pleylistga qo'shish
i[2]="Default" pleylistga qo'shish

[OptionsFrameAddFiles.RG4]
i[0]=Fayllarni joriy pozitsiyaga qo'shish
i[1]=Fayllarni pleylist oxiriga qo'shish
i[2]=Fayllarni pleylist boshiga qo'shish
i[3]=Fayllarni pleylistga sochib yuborish

[OptionsFrameAssoc]
B1=Fayl turlari
C1=Fayllar bilan bog'lash
CB1=Audiofayllar
CB2=Pleylistlar
CB3=Muqovalar

[OptionsFrameConvertor]
C1=Konvertlash parametrlari
C18=Tutilish
Caption=Konverter
CB1=Ro'yxatga qo'shish paytida fayllarni belgilari bo'yicha bo'lish
CB4=Konvertatsiyadan keyin statistikani ko'rsatish
GB1=Konvertatsiya tugashi bilan
L1=Oqimlar soni:
L2=Maksimal potoklar soni markaziy protsessor(CPU) ning yadrolar soni bilan aniqlanadi.

[OptionsFrameExtraMeta]
B1=Tozalash
Caption=Qo'shimcha ma'lumot
CB1=Topilgan muqovalarni shablon bo'yicha faylning jildiga saqlash:
CB2=Qo'shiq matnini internetdan izlash
CB3=Topilgan matnni fayl yonida avtomatik saqlash
CB4=Qo'shiq matnini fayl jildidan izlash
GB1=Muqovalarni internetdan izlash
GB2=Muqovalarni keshlash
GB3=Muqovani fayl jildidan izlash
L2=Yuklab olish uchun faylning maksimal hajmi:
L3=Keshlash diskga murojaatlarni kamaytiradi, internet trafikni tejaydi, muqovalarni izlashni tezlatadi.
L4=Keshdagi yozuvni eskirgan deb hisoblash:
L5=kun
pctAlbumArts=Albom muqovalari
pctLyrics=Qo'shiq matnlari
W1=*Buning uchun kerakli plaginlar o'rnatilgan bo'lishi kerak

[OptionsFrameFace]
C2=Interfeysni sozlash
C3=Shaffoflik
Caption=Interfeys
CB1=Oynaning nuqtali yarimshaffofligi
CB2=Kuylanayotgan trekning Waveformini navigatsiya maydonida ko'rsatish
CB3=Boshqa oynalarga biriktirilgan oynalarning ochish/yopish animatsiyasi
CB4=Ish stoli rejimida oynalarning ochish/yopish animatsiyasi
CB5=Ijro etish faylning animatsiya diapazoni
CB28=Displey vizualizatsiyasida animatsiyaga ruhsat berish
CB30=Elementlar boshqarmasida "so'nish" ga ruhsat berish
CB35=Pleylist vkladkalarni ravon aylantirish
CB38=Agar oyna aktiv bo'lsa shaffofliknio'chirish
CB39=Agar sichqoncha oyna ustida bo'lsa shaffoflikni o'chirish
CB42=Shaffoflikni ravon o'zgartirish
CB52=Ish stoli maydoni va pleyerning boshqa oynalarga yopishtirish
L1=Faqat Windows 7 va yuqorilar.\nQoplama ham tozalanishni qo'llab quvvatlashi kerak.

[OptionsFrameHotkeys]
B10=Asl holatiga ko'ra
c[0]=Buyruq
c[1]=Lokal
c[2]=Global 1
c[3]=Global 2
C1=Tezkor klavishlar

[OptionsFrameLang]
C1=Interfeys tilini tanlash
Caption=Til
L1=Yunikod bo'lmagan satrlari aylantirilmoqda
L2=Asosiy
L3=Qo'shimcha
L4=Eskirgan

[OptionsFrameMLMain]
B1=Fayl monitoringi
C1=Fonoteka
Caption=Fonoteka
CB1=Baho qo'yganda
CB2=Kuylashni boshlaganda
CB3=Eshitilganda
CB4=Agar baho qo'yilmagan bo'lsa reytingini ko'rsatish
CB5=Hamohang fayl teglar bilan reyting
CB6=Jildlarning ichini jildosti fayllar bilan birga ko'rsatish
CB7=Guruhlashning bo'sh darajasini birlashtirish, agar iloji bo'lsa
GB1=Umumiy
GB2=Faylni bazaga avtomatik qo'shish
GB3=Reyting
GB4=Kuylashni hisobga olish
L1=Faylning davomiyligining minimal ko'rsatkichi:
L2=Faylni eshitilgan deb hisoblash:\n  4 minutdan ko'p emas
L3=Oxirgi statistika bo'yicha reytingni aniqlash:
L4=kun

[OptionsFrameNet]
C21=Tarmoqga ulanish parametrlari
Caption=Tarmoqga ulanish parametrlari
CB1=To'g'ri ulanish
CB2=Sistema sozlamalarini ishlatish
CB3=Proksini sozlamalarini kiritish
L79=Kutish vaqti:
L98=Parol
L106=Server:
L107=Port
L108=Foydalanuvchi:

[OptionsFramePlayer]
C19=Pleylistdagi yozuvlarni sichqon g'ildiragi bilan aylantirish
Caption=Pleyer
CB21=Barcha oynalar ustidan
G1=Boshqarish
GB4=Playerni tezkor tugmalar yordamida boshqarish
GB5=Sichqon bilan boshqarish
GB15=Almashinish bufferi uchun qator shabloni
L12=Oddiy aylantirish
L14=Quyidagi tezkor tugmani bosganda holatni o'zgartirish
L16=Quyidagi tezkor tugmani bosganda ovozni o'zgartirish
L18=Bosilgan "%s" tugmasi bilan aylantirish
L33=O'rta tugma bilan klik:

[OptionsFramePlayer.MOBox]
i[0]=(yo'q)
i[1]=Start/pauza
i[2]=Fayllar qo'shish

[OptionsFramePlayerBehavior]
C1=Avtomatika
CB7=Agar pleylistda bitta fayl bo'lsa, takrorlash
CB32=Qo'shiq uchun ekvalayzer sozlamalarini avtomatik yuklash
CB33=Pleylistlarni to'xtagan joyidan kuylash
CB48=Pleyer holatini pleylist bo'yicha navigatsiya paytida "keyingi/oldingi" trek tugmalari bilan saqlash
CB49=%1:s dan ko'proq pauzadan keyin kuylashni boshlaganda %0:s ga ortga qaytish
CB58=Keyingi trekga avtomatik o'tish
GB1=Umumiy
GB2=Dastur yuklanganda
GB3=Kuylash rejimi
GB4=Pleylist kuylab bo'lgandan keyin
GB5=Pleylistdan kuylayotgan faylni o'chirganda
L1=Kuylash rejimi

[OptionsFramePlayerBehavior.RG1]
i[0]=Kuylashni boshlash
i[1]=Player yakunlangan paytdagi holatiga o'tish
i[2]=Hech nima qilinmasin

[OptionsFramePlayerBehavior.RG2]
i[0]=Keyingi pleylistga o'tish
i[1]=Pleylistni takrorlash
i[2]=Kutish holatiga o'tish

[OptionsFramePlayerBehavior.RG3]
i[0]=Normal
i[1]=Joriy faylni takrorlash
i[2]=Aralashtirish

[OptionsFramePlayerBehavior.RG4]
i[0]=Hech narsa qilmaslik
i[1]=Kuylashni to'xtatish
i[2]=Keyingi trekga o'tish

[OptionsFramePlaylistBehavior]
C6=Tutilish
Caption=Pleylist
CB1=Vkladkani yopganda pleylistni yo'qotish
CB2=Zakladkalarni "Bookmarks" nomli yangi pleylistda ochish
CB3=Fayllarga to'liq yo'lni saqlash (tavsiya etiladi)
CB4="Default" pleylistni saqlash
CB8=Pleylist yasayotganda nomini kiritishni so'rash
CB31=Dasturni yopganda tartibni saqlash
CB46=Pleylistni vkladkaga ikki marta bosish bilan yopish
CB56=Fayllarni diskdan o'chirayotganda tasdiqlashni so'rash
CB57=Yagona pleylist rejimi
GB1=Saqlash
GB2=Umumiy

[OptionsFramePlaylistView]
bCancel=Bekor
bOk=Ok
C1=Pleylistni ko'rsatish sozlamalari
Caption=Ko'rinishni sozlash
CB50=Belgilangan fayllarda ular haqida ma'lumotni ko'rsatish
cbAbsoluteNumeration=Absolut raqamlash
cbGroupMode=Pleylistni guruhlarga bo'lish
cbMergeGroups=Bir xil nomli guruhlarni avtomatik birlashtirish
cbShow2ndLine=Ikkinchi qatorni ma'lumotnoma bilan ko'rsatish
cbShowDuration=Kolonkani davomiyligi bilan ko'rsatish
cbShowExpandBtns=Guruhlarni ko'rsatish/yashirish tugmasini ko'rsatish
cbShowMarks=Baholarni ko'rsatish
cbShowNumbers=Fayl nomi bilan kolonkani ko'rsatish
cbShowSwitches=Kolonkani o'tkazgich bilan ko'rsatish
gbFormating=Formatlash sozlamalari
gbGrouping=Guruhlash sozlamalari
gbLayoutSettings=Ko'rinishni sozlash

[OptionsFramePlugins]
B1=Qaytayuklash
Caption=Plaginlar
L1=Bazi qo'shilgan plaginlar ushbu dasturda ishlatilmayapti
lbURL=Qo'shimcha plaginlarni yuklab olish
N1=O'chirish
N2=Belgilanganlarni yuklash
N3=Hammasini yuklash
N4=Belgilanganlarni chiqarish
N5=Hammasini chiqarish

[OptionsFramePlugins.cbFilter]
i[0]=Hammasi
i[1]=Ulangan
i[2]=Ulanmagan
i[3]=Ishlatilmayotgan

[OptionsFrameRadioCap]
C1=Umumiy sozlamalar
C22=Internet radiodan yozuv
Caption=Internet-radio
CB65=(MP3 / AAC / AAC+ uchun) sifatni yo'qotmasdan yozish
CB66=Teglarni faylga yozish
CB67=CUE-log olib borish
CB68=Fonda yozish uchun bufer hajmi:
CB69=Fayl davomiyligi kam bo'lganlarini o'chirish:
GB6=Yozish parametrlari
GB9=Fayllarga bo'lish
L1=Aloqa uzilganda bog'lanish haraktlari soni:
L2=User-Agent:
L3=Bufer hajmi:
L13=Vaqt:
L24=Fayl nomi jadvali:
L25=Hajmi:
L85=Saqlash jildi:

[OptionsFrameRadioCap.cbBreakType]
i[0]=Treklar bo'yicha bo'lish
i[1]=Hajmi bo'yicha bo'lish
i[2]=Vaqti bo'yicha bo'lish

[OptionsFrameRunningLine]
C13=Yuguruvchi qator
CB75=Sikl
GB1=Yuguruvchi qator animatsiyasi
GB3=Yuguruvchi qator formati
L10=Yangilanish intervali
L35=Paydo bo'lish
L36=Harakat:

[OptionsFrameRunningLine.rsRun]
i[0]=O'chirilgan
i[1]=Chapga 
i[2]=Rostga

[OptionsFrameRunningLine.rsShow]
i[0]=O'chirilgan
i[1]=Chapdan
i[2]=Rostdan
i[3]=Tepadan
i[4]=Pastdan

[OptionsFrameSkins]
B2=Ochish
C1=Muqovalar
lbURL=Qo'shimcha muqovalarni yuklab oilsh
miDelete=Yo'qotish

[OptionsFrameSort]
L1=Saralashni invertlash uchun "%!" makrosidan foydalaning

[OptionsFrameSystem]
C1=Sistema
Caption=Sistema
CB2=Joriy trek haqidagi ma'lumotni masalalar panelida ko'rsatish
CB3=Joriy trek haqidagi ma;lumotni aylantirishga ruxsat berish
CB4=Kuylash progresini ko'rsatish
CB5=Pleyer ahvolini masalalar panelidagi tugmada ko'rsatish
CB6=Pleyer ahvolini progres rangida ko'rsatish
CB7=Audiooqim uchun "Aniqlanmagan"  statusi
CB18=Monitorni o'chirishni bloklash
CB23=Explorer kontekst menyusiga qo'yish
CB24=CD/DVD disklar avtoyuklash menyusiga qo'yish
CB40="Выполнить" manyuiga link qo'shish
CB41=Dasturlar ro'yxatiga qo'shish
CB60=Windows bilan birga ishga tushirish
GB1=Integratsiya
GB2=Tugmani masalalar panelida ko'rsatish
L1=Pleyer oynasi aktiv bo'lishi kerak
L99=Ustuvor

[OptionsFrameTrackList]
C4=Treklistni eksportlash parametrlari
Caption=Treklistni eksportlash
CB54=Pleylistning yashirin yozuvlarini eksportlash
CB55=Pleylist kategoriyalarini eksportlash
L26=Jadval
L27=Format qatori:

[OptionsFrameTray]
C15=Umumiy
C16=Fayl haqida ma'lumot
C17=Sichqoncha bilan boshqarish
Caption=Trey
CB1=Minilashtirishda treyga yuborish
CB2=Dastur yuklanganda treyga yuborish
CB3=Treyga yuborganda mini-pleyerni ko'rsatish
CB4=Pleyer statusini trey-ikonkada ko'rsatish
CB5=Har doim treyda yorliqni ko'rsatish
CB13=Sichqoncha kursori borganda fayl haqidagi ma'lumotni ko'rsatish
L30=Bitta klik
L31=Ikkita klik
L32=O'rta tugma bilan klik
L34=Paydo bo'lishdan oldin kutish:

[OptionsFrameTray.TrayCmd]
i[0]=(o'chirilgan)
i[1]=Bosh menyuni ko'rsatish/yashirish
i[2]=Bosh oyna old planda
i[3]=Fayl haqida
i[4]=AIMP tovush nazorati
i[5]=Start/pauza
i[6]=Fayllarni qo'shish va kuylash
i[7]=Oldingi trek
i[8]=Keyingi trek

[OptionsFrameVisual]
C23=Vizualizatsiya
CB68=Tekislashni ishlatish
CB71=Tugashi bilan boshqa vizualizatsiyaga o'tish:
GB7=To'liqekran rejimi
GB10=Vizualizatsiyani almashtirish
L21=To'liq ekranli rejimi:
L23=Grafikani ekranda paydo bo'lishini sekinlashtirish orqali masshtablashda sifatliroq tasvirga ega bo'lasiz

[OptionsSoundOutFrame]
C1=Kuylash parametrlari
Caption=Kuylash
CB2=Logarifmik tovush regulyatori
L1=Kiritish metodi
L2=Qurilma
L3=Parametrlar
L4=Kesh hajmi
L5=Dastur tomonidan ovoz chiqarish uchun ishlatiladigan kanallarni ochish

[OptionsSoundOutTransformFrame]
B1=Effekt menejeri
C1=O'zgartirish parametrlari
CB1=Kanallarni mikslashga ruxsat berish
CB1Hint=Stereo / monokanalli fayllar uchun Surround tovushini emulyatsiyalash. \n stereo / mono fayllarni aqqli o'zgartirish.
CB2=Antiklipping
CB2Hint=0 dB dan ortiq bo'lgan paytda paydo bo'ladigan shum va sinishlarni oldini oladi
CB3=Dizering
CB3Hint=Diskretizatsiya chuqurligini pasaytirganda paydo bo'ladigan chiziqli bo'lmagan buzilishlarni bostirish
GB1=Trekerli musiqa
GB2=Umumiy
L1=Perediskretizatsiya
L2=Tezlik
L3=Sifat

[PlaylistsManagerDialog]
acImport=Pleylistlarni importlash
acImportDirs=Jildlarni importlash
acRemove=Belgilangan pleylistlarni diskdan yo'qotish
btnPreimage=Sozlash
cbReadOnly=O'zgarishlardan bloklash
L1=Umumiy
L2=Shaxsiy sozlamalar
L3=Aktiv pleylistlar
L4=Noaktiv pleylistlar
L5=Oldindan ko'rish
lbPreimage=Proobraz
lbPreimageNotes=Proobraz - pleylist uchun ma'lumotlar manbaasi (jild, fonoteka va boshqalar.)\n\nProobraz bilan sinxronizatsiyalash uchun, pleylist menyusidagi "har xil" bo'limidan "proobrazdan qayta o'qish" tugmasini bosing. Proobrazning ba'zi turlari avtomatik sinxronizatsiyaga ega.
lbStorage=Joylashgan:

[PLS]
N1=Fayllarga to'liq yo'l
N2=Pleylistga qo'shilgandan keyin faylni jadval asosida saralash:
N3=Qo'shish
N20=Yo'qotish
N22=Yoqish
N23=O'chirish
N36=Tablar
N37=Qo'shish
N39=Tahrirlash

[QTEAlbumArtEditor]
btnCancel=Bekor qilish
btnOk=OK
Caption=Albom muqovasini tahrirlash
lbScale=Masshtab:
lbSizes=Hajmi:
pnlCrop=Qirqish
pnlScale=Hajmini o'zgartirish

[QTEForm]
acMemoClear.h=Tozalash
acMemoLoad.h=...fayldan yuklash
acMemoSave.h=Qanday saqlash...
bCopyTo=..ga nusxalash
Caption=Teg muharriri
L1=Ochish
L2=Saqlash
L3=Muqovani o'chirish uchun faylni saqlayotganda belgini oling
T1=Umumiy
T2=Qo'shiq matni
T3=CUE
T4=Ma'lumot

[QueueDialog]
Caption=Navbat menejeri
CB1=To'xtatish
L1=Umumiy davomiylik

[QueueDialog.ListView]
c[0]=Raqami
c[1]=Fayl nomi
c[2]=Pleylist
c[3]=Davomiyligi

[Scheduler]
A1=Kompyuterni o'chirish
A2=Gibernatsiyaga o'tish
A3=Dasturdan chiqish
A4=Kuylashni to'xtatish
A5=Uyqu rejimiga o'tish
B1=Vaqt bo'yicha
B2=Pleylistni tugashi bilan
B3=Navbatni tugashi bilan
B4=Faylni tugashi bilan
B5=Ok
Caption=Rejalashtirish
CB1=Ovoz balandligini ravon o'zgartirish
CB3=Ovoz balandligini ravon o'zgartirish pasaytirish:
CB4=Ovoz balandligini ravon o'zgartirish ko'tarish:
CB5=Uyqu taymerini yoqish
CB6=Uyg'otkichni yoqish
L1=Vaqt:
L3=Kuylangan fayllar sonidan keyin bo'ladigan harakat:
L4=Kuylash uchun obyekrni ko'rsating
L5=Faylni pleylist yoki Explorerdan birdan yozish maydoniga sudrash mumkin
R1=Berilgan vaqtda
R2=Berilgan vaqtdan keyin
S1=sek
T1=Uyqu taymeri
T2=Uyg'otkich

[SearchForm]
B1=Qidiruvni sozlash
B2=Yopish
Caption=Kengaytirilgan qidiruv
CB1=Sarlavhalardan izlash
CB2=Xonanda nomidan izlash
CB3=Albom nomidan izlash
CB4=Janr bo'yicha izlash
CB5=Faylga bo'lgan to'liq yo'l bilan izlash
CB6=Tekstni terish davomida izlash
L1=Hammasi
N1=Kuylash
N6=Pleylistdan izlash

[SearchForm.Table]
c[0]=Sarlavha
c[1]=Pleylist
c[2]=Navbatdagi raqami

[Templates]
%Album=- albom nomi
%AlbumArtist=- albom xonandasi
%AlbumGain=- albom uchun replay gain ahamiyati
%Artist=- xonanda
%Bitrate=- bitreyt
%BPM=- trek dinamikasi (daqiqadagi zarbalar soni)
%Caps(A)=- Barcha So'zalr Katta Harflar Bilan
%Channels=- kanallar soni
%Char(A)=- A kodli belgi
%Composer=- bastakor
%DiskNumber=- disk raqami
%Duration=- davomiyligi (sek)
%ExtractFileExt(A)=- A nomli fayldan kengaytmani chiqarish 
%FileCreatedDate=- fayl yaratilgan sana
%FileCreatedTime=- fayl yaratilgan vaqt
%FileDir=- Otaona papkaga to'liq yo'l
%FileFormat=- fayl formati
%FileModifiedDate=- faylning oxirgi o'zgartirilgan sanasi
%FileModifiedTime=- faylning oxirgi o'zgartirilgan vaqti
%FileName=- faylning to'liq nomi
%FileParentDir=- ota ona jildining nomi
%FileSize=- fayl hajmi (bayt)
%Format(A,B)= A - raqam uchun format qatori, B - raqam
%Genre=- janr
%IF(A,B,C)= = C, agar A bo'sh, aks holda - B
%IFEqual(A,B,C,D)= = C, agar A = B, aks holda - D
%IFGreater(A,B,C,D)= = C, agar A > B, aks holda - D
%IFGreaterOrEqual(A,B,C,D)= = C, agar A >= B, aks holda - D
%Index=- Pleylistdagi tartib raqami
%LastPlayDate=- faylning oxirgi ochilgan sanasi
%LastPlayTime=- faylning oxirgi ochilgan soati
%Length(A)=- A qatordagi belgilar soni
%Low(A)=- hammasi kichik harflarda
%Lyricist=- qo'shiq matni muallifi
%Lyrics=- qo'shiq matni
%Mark=- baholash
%NewLine=- yangi qator (faqat treklist uchun)
%PlayCount=- faylning kuylangan soni
%Publisher=- nashriyotchi
%Rating=- qo'shiq reytingi
%Replace(A,B,C)=, qayerda A - chiqish qatori, B/С - nima/nima bilan almashtirish
%SampleRate=- diskretizatsiya chastotasi
%StrCopy(A,B,C)= - A ni B pozitsiyadan nusxalash, qayerda C - belgilar soni
%StrPos(A,B)=- A qatorostini B qatordan izlash
%Title=- qo'shiq nomi
%TrackGain=- qo'shiq uchun replay gain ahamiyati
%TrackNumber=- qo'shiqning albomdagi raqami
%Up(A)=- HAMMASI KATTA HARFLARDA
%Year=- yil

[Updater]
B1=Tekshirish
B2=O'rnatish
Caption=Yangi versiyani tekshirish
CB1=Bu versiya haqida xabar olmaslik
L1=Sizning versiyangiz
L2=Oxirgi versiya
L3=Yangi versiyani hozir tekshirish
L4=%s :yangi versiya mavjud

